{"title":"Are We Living in Simulation Part 06","uid":"f5b6a80df4b9ad390254842b1c853c0c","slug":"Are-We-Living-In-Simulation-Part-06","date":"2021-02-05T11:38:49.000Z","updated":"2025-01-10T03:40:13.640Z","comments":true,"path":"api/articles/Are-We-Living-In-Simulation-Part-06.json","keywords":null,"cover":"/images/posts/cicada-3301.jpg","content":"<h2 id=\"Recap\"><a href=\"#Recap\" class=\"headerlink\" title=\"Recap\"></a>Recap</h2><p>As in <a href=\"/post/Are-We-Living-in-Simulation-Part-01/\">part 1</a>, we have talked about <strong>Quantum Computers</strong>, <strong>Facebook AI Chat</strong>, and <strong>Predictions of AI Robots</strong> wherein <a href=\"/post/Are-We-Living-in-Simulation-Part-02/\">part 2</a> we had a recap of <strong>part 1</strong> and also <strong>The Matrix</strong> movie, <strong>Roswell UFO Incident</strong>, wherein <a href=\"/post/Are-We-Living-in-Simulation-Part-03/\">part 3</a> we discussed on <a href=\"/post/Are-We-Living-in-Simulation-Part-03#MKUltra\"><strong>MKUltra</strong></a> performed by <code>US Central Intelligence Agency</code>, <a href=\"/post/Are-We-Living-in-Simulation-Part-03#Black-Mirror-Bandersnatch\"><code>Black Mirror: Bandersnatch</code></a> movie where you can control <strong>Stefan Butler</strong> by given two choices which leads to a different path in the movies. In <a href=\"/post/Are-We-Living-in-Simulation-Part-04/\">part 4</a> we talked about <a href=\"/post/Are-We-Living-in-Simulation-Part-04#UFO\">UFO</a> also we seen <a href=\"/post/Are-We-Living-in-Simulation-Part-04#Space-Mysteries\">Space Mysteries</a> of <code>Restored Apollo 11</code> and also we saw the video a mysterious video where an unidentified spacecraft refuelling itself from the sun. In <a href=\"/post/Are-We-Living-in-Simulation-Part-05/\">part 5</a> we talked about time travel where we seen some of the most known time travel and reference in the article about <a href=\"/post/Are-We-Living-in-Simulation-Part-05#Who-was-Sid-Hurwich\">Sid Hurwich</a> which was about time machine which can <code>Freeze Time</code>, also we saw many mysteries of <a href=\"/post/Are-We-Living-in-Simulation-Part-05#Mike-Tyson-Match\">Mike Tyson Match</a>, <a href=\"/post/Are-We-Living-in-Simulation-Part-05#Charlie-Chaplin-Moive\">Charlie Chaplin Moive</a>, <a href=\"/post/Are-We-Living-in-Simulation-Part-05#London-Bridge-Opening\">London Bridge Opening</a>, <a href=\"/post/Are-We-Living-in-Simulation-Part-05#A-man-from-2256\">A man from 2256</a>, <a href=\"/post/Are-We-Living-in-Simulation-Part-05#Swiss-ring-watch\">Swiss ring watch</a>, <a href=\"/post/Are-We-Living-in-Simulation-Part-05#1500-years-old-mummy-wearing-Adidas-sneaker-shoe\">1500 years old mummy wearing Adidas sneaker shoe</a>, <a href=\"/post/Are-We-Living-in-Simulation-Part-05#17th-century-astronaut\">17th century astronaut</a>, <a href=\"/post/Are-We-Living-in-Simulation-Part-05#The-man-from-Taured\">The man from Taured</a><br>, <a href=\"/post/Are-We-Living-in-Simulation-Part-05#John-Titor\">John Titor</a> well if the time travel is possible then it would be much more terrifying then we thought because they can go back to time and change the future or can destroy the future but there are many rules of travelling back or forward in time.</p>\n<p><img src=\"/images/posts/cicada-3301.jpg\" alt=\"Cicada 3301\"></p>\n<h2 id=\"Cicada-3301\"><a href=\"#Cicada-3301\" class=\"headerlink\" title=\"Cicada 3301\"></a>Cicada 3301</h2><h3 id=\"Everything-you-need-to-know-about-Cicada-3301-An-internet-Mystery\"><a href=\"#Everything-you-need-to-know-about-Cicada-3301-An-internet-Mystery\" class=\"headerlink\" title=\"Everything you need to know about Cicada 3301 (An internet Mystery)\"></a>Everything you need to know about Cicada 3301 (An internet Mystery)</h3><p>Of late, you can find several puzzle games online available in the market for users all around the world. These puzzle games are easy to play and you are not going to face any issues or confusion for sure. But Cicada 3301 is something different from those types of puzzle games which you might have played in the past with your family members and relatives in your free time. On the year 4th January 2012, the mysterious and hardest puzzle on the internet was launched named “Cicada 3301”. It is one of the most mysterious and elaborate puzzles available today for people across the world.</p>\n<p>The main purpose of the puzzles each year has been to carefully recruit the best and talented individuals. But the ultimate purpose is still not known to the people. As per some reviews, it has been stated that Cicada 3301 is mainly a secret society to improve privacy, cryptography, and anonymity. It would be better for you to understand that the name Cicada 3301 is given to a mysterious internet organization which has published sets of puzzle several times to recruit the most intelligent and fastest code breakers from all around the world. This puzzle was first published on sites like 4chan and Reddit and remains active for nearly a month. Do you want to know more about the Cicada 3301 and how it works? If yes is your answer, then here you would get all the information you are looking for right now!</p>\n<h3 id=\"What-are-the-Points-of-Cicada-3301\"><a href=\"#What-are-the-Points-of-Cicada-3301\" class=\"headerlink\" title=\"What are the Points of Cicada 3301?\"></a>What are the Points of Cicada 3301?</h3><p>The main point of Cicada 3301 is to recruit highly intelligent and educated fast code breakers from all over the world through the sets of puzzles. They are looking for highly experienced and talented individuals. To search them, they have devised a test. Also, there is a message hidden in the image and you need to find them to reach them.</p>\n<h3 id=\"When-did-Cicada-3301-start\"><a href=\"#When-did-Cicada-3301-start\" class=\"headerlink\" title=\"When did Cicada 3301 start?\"></a>When did Cicada 3301 start?</h3><p><img src=\"/images/posts/cicada-3301.png\" alt=\"Cicada 3301\"></p>\n<p>On the year 4th of January 2012, the mysterious and hardest puzzle on the internet was launched named “Cicada 3301”. It is one of the most mysterious and elaborate puzzles available today for people worldwide. It is a puzzle where you need to have a good deal of technical knowledge, an understanding of number theory, including philosophy, classical music, knowledge of artist references, technological references, Mayan numerology, mathematics, cyberpunk literature, and the life cycles of cicadas. As per some speculations, Cicada 3301 is well-funded and large, considering that it has the deep knowledge to create such complex puzzles and at the same time, capable of supporting the existence of clues in a large number of locations, all far from one another.</p>\n<p>In the year 2012, it was started, and then soon after one year, it again started for the people to solve the puzzles. There are thousands of people who have tried to solve the puzzle from their side but not able to do it due to a lack of intelligent and education skills. The puzzle looks similar to other online puzzles but very difficult to solve it. You should be well educated and highly intelligent for solving it easily without any problem. The mysterious organization Cicada 3301 has been releasing online encryptions since 2012, drawing top code-breakers to accept the challenges and nobody knows.</p>\n<h3 id=\"Who-is-Cicada-3301\"><a href=\"#Who-is-Cicada-3301\" class=\"headerlink\" title=\"Who is Cicada 3301?\"></a>Who is Cicada 3301?</h3><p>Cicada 3301 is a nickname given to an organization and it is not related to a particular person. All the set of puzzles to hire code breakers mainly focused on steganography, data security, cryptography, and even internet anonymity. Most people have claimed recently that Cicada 3301 is a secret society to improve anonymity, privacy, and cryptography. Some others have claimed that Cicada 3301 is a cult or religion. By considering the official statement of people who won the 2012 puzzle, 3301 uses non-puzzle based recruiting methods but created the puzzles because they were only looking for educated members with computer security and cryptography skills.</p>\n<h3 id=\"What-is-the-mission-of-Cicada-3301\"><a href=\"#What-is-the-mission-of-Cicada-3301\" class=\"headerlink\" title=\"What is the mission of Cicada 3301?\"></a>What is the mission of Cicada 3301?</h3><p><img src=\"/images/posts/mission-cicada-3301.jpeg\" alt=\"Mission\"></p>\n<p>The main mission of Cicada 3301 is still not known to the people due to its mysterious nature of work. As per some people reviews, it has been cleared that it is mainly for hiring intelligent and educated people in the organization. But the type of organization is still not known to the people and expected to be revealed very soon in the future for sure. This mysterious organization is trying to recruit the fastest and intelligent code breakers from all around the world.</p>\n<h3 id=\"What-happens-to-those-who-solve-cicada-3301\"><a href=\"#What-happens-to-those-who-solve-cicada-3301\" class=\"headerlink\" title=\"What happens to those who solve cicada 3301?\"></a>What happens to those who solve cicada 3301?</h3><p>Those people who solve cicada 3301 still in a dilemma and they are not able to understand what is the main reason behind creating those puzzles. In a recent interview, Puzzle solvers have also mentioned the puzzles they have solved from their end and how it is not so easy for them in the beginning. It is an internet mystery and people are getting aware of it. Many folks have tried from their end but some of them become successful and some of them did not get much success in solving those highly complex problems. It is expected that soon a new puzzle set will be published on the site and people are waiting to try their luck. In the future, it has been cleared that people will show more excitement and eagerness to solve these puzzles, and soon we will come to know about some more people who are giving it a try for sure.</p>\n<iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/_sepWhNGopg\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe>\n\n<h3 id=\"What-was-the-purpose-of-Cicasa-3301\"><a href=\"#What-was-the-purpose-of-Cicasa-3301\" class=\"headerlink\" title=\"What was the purpose of Cicasa 3301?\"></a>What was the purpose of Cicasa 3301?</h3><p>It is normally believed that the results of solving the puzzle would lead the individuals to better know who these people are. As a participant, you are going to solve one puzzle and then another puzzle will be given to you with much-increasing difficulty level for sure. All the participants need to have high and strong knowledge regarding “Cryptography, coding, Steganography, Encryption, and many more. It is a famous mystery as people want to know who these people who have started this puzzle. Also, want to know the main reason behind hiring such intelligent individuals in a team. As per certain claims, it is believed it to be a secret society while others normally believed that Cicada 3301 is a religion or cult.</p>\n<iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/a9z7LPBMHTg\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe>\n\n<p>At the beginning of 2013, it was the time of round 3 puzzles. Once again the image includes the message and the message led to the book and also book led to the link. The procedure was the same as before but this time message led to the book named “ Liber Primus” ( First book). The book was written in Latin and originated from Russia. The book was a mystery for most people and many still not able to know the exact reason behind it. However, a significant portion of the book has yet to be translated. Out of 74 pages, only 19 pages have been successfully translated. From the year 2015 to now, no puzzles have been found but still internet users all around the world waiting for this mystery.</p>\n<h3 id=\"Conclusion\"><a href=\"#Conclusion\" class=\"headerlink\" title=\"Conclusion\"></a>Conclusion</h3><p>Finally, you are aware of the Cicada 3301 and how it was solved by Joel and Marcus. All the above-mentioned points will help you in knowing what is Cicada 3301 and how it becomes an internet mystery for the users worldwide. You should note that the Cicada puzzle is not simple as most of the other puzzles available online and you need to be very educated and highly intelligent for solving the complex puzzles for sure.</p>\n<p>Here is the full solution of <a href=\"https://www.youtube.com/playlist?list=PL2nkG_LEeBQFu0m2bS5E1-EN3JgzpUe7g\">Cicada 3301</a> puzzle.</p>\n<h2 id=\"r-x2F-A858DE45F56D9BC9\"><a href=\"#r-x2F-A858DE45F56D9BC9\" class=\"headerlink\" title=\"r&#x2F;A858DE45F56D9BC9\"></a>r&#x2F;A858DE45F56D9BC9</h2><p><img src=\"/images/posts/r-A858DE45F56D9BC9.png\" alt=\"r/A858DE45F56D9BC9\"></p>\n<p> It all started back in 2011 when a Reddit account began posting an indecipherable sequence of numbers and letters to a new subreddit, r&#x2F;A858DE45F56D9BC9, or <a href=\"http://www.reddit.com/r/A858DE45F56D9BC9\">r&#x2F;A858</a> for short. After languishing in Internet obscurity for nearly a year, another Reddit user requested more information, asking: “Do these seemingly random strings of numbers … correlate to something; is there some big joke I’m missing out on?” There was no reply, but enough people began to wonder the same thing themselves, and soon a sister subreddit, r&#x2F;Solving_A858, was born. It consisted of “a dedicated group of computer science students, amateur cryptographers, and motivated enthusiasts” working together to crack the code, if indeed that’s what it was, reports the Daily Dot. At first, the creator kept the subreddit private, with only those proving themselves worthy allowed in, but it eventually opened to the public. It all started back in 2011 when a Reddit account began posting an indecipherable sequence of numbers and letters to a new subreddit, r&#x2F;A858DE45F56D9BC9, or r&#x2F;A858 for short. After languishing in Internet obscurity for nearly a year, another Reddit user requested more information, asking: “Do these seemingly random strings of numbers … correlate to something; is there some big joke I’m missing out on?” There was no reply, but enough people began to wonder the same thing themselves, and soon a sister subreddit, <a href=\"https://www.reddit.com/r/Solving_A858/\">r&#x2F;Solving_A858</a>, was born. It consisted of “a dedicated group of computer science students, amateur cryptographers, and motivated enthusiasts” working together to crack the code, if indeed that’s what it was, reports the Daily Dot. At first, the creator kept the subreddit private, with only those proving themselves worthy allowed in, but it eventually opened to the public.</p>\n<p> Today only a few of the thousands of r&#x2F;A858 posts have been decoded, but they tend to be cryptic—such as an excerpt from the book Actions and Passions by Max Lerner and the ASCII image of Stonehenge, reported Bustle last year. The subreddit creator was pretty much silent until August 2015 when an account appeared in the sister “solving” subreddit that (after appropriate code-breaking, of course) allowed users to ask questions. Still, any answers were themselves cryptic, such as: “We cannot disclose the purpose. A858 will end when the purpose is disclosed or discovered.” Then on March 29, after having been private for some time (it switches between private and public regularly), r&#x2F;A858 suddenly read: “The A858 Project Has Concluded. You may unsubscribe.” Many still think the project isn’t over. “I only hope A858 has a purpose,” one user writes. “I don’t particularly care if it is a good one.”</p>\n<h2 id=\"India\"><a href=\"#India\" class=\"headerlink\" title=\"India\"></a>India</h2><p><img src=\"https://alochonaa.files.wordpress.com/2014/02/india.jpg\" alt=\"India\"></p>\n<p>India has been called the land of mysteries since time immemorial, whether for its various enigmatic natural phenomena or eccentricities associated with its religions and culture. And while science has worked hard to debunk and find a logical reason behind every riddle, there remain some that give rationalists a run for their money. Here are some of modern India’s most puzzling aspects that are bound to make your eyes pop!</p>\n<h3 id=\"Kodinhi-–-Kerala’s-village-of-twins\"><a href=\"#Kodinhi-–-Kerala’s-village-of-twins\" class=\"headerlink\" title=\"Kodinhi – Kerala’s village of twins\"></a>Kodinhi – Kerala’s village of twins</h3><p><img src=\"https://3.bp.blogspot.com/-dC3fXAKSqsU/U5l3FHR6pfI/AAAAAAAABco/WbtxNtA_eLk/s1600/Kodinhi2.jpg\" alt=\"Twin Town\"></p>\n<p>By any metric, conceiving twins and triplets is a rare natural occurrence around the world. In fact, on average only 16 out of 1,000 successful pregnancies in the world result in twins and this average is even lower in India at just 9. However, this ratio is heavily skewed in the sleepy hamlet of Kodinhi in Kerala, which has a record 400 pairs of twins in a population of just over 2,000 families! Geneticists and scientists have long tried to explain this rare phenomenon but are only now making some headway. While experts have pointed to genetics as an obvious factor, what’s even more mysterious is that irrespective of religion, lineage or their original heritage, all families living in the village have conceived more than the average pairs of twins over the last few generations, and the number is consistently growing.</p>\n<h3 id=\"Tanjore’s-Brihadeeswara-Temple\"><a href=\"#Tanjore’s-Brihadeeswara-Temple\" class=\"headerlink\" title=\"Tanjore’s Brihadeeswara Temple\"></a>Tanjore’s Brihadeeswara Temple</h3><p><img src=\"https://3.bp.blogspot.com/-jXTo2ZBydmk/WKX35fAuIoI/AAAAAAAAFRU/CHTrCTtdOlAIfaE2O0UY0S6WiaAReVQJwCLcB/s1600/Brihadeeswarar_Temple_Full_View.jpg\" alt=\"Tanjore’s Brihadeeswara Temple\"></p>\n<p>The ‘Big Temple’ in Thanjavur is renowned across the world as an architectural marvel and is one of India’s 36 World Heritage Sites. While there are many imposing and majestic temples in Tamil Nadu, what makes this temple particularly interesting is its architectural mysteries that still confound many. The granite structure is popular for having one of the tallest gopurams in India and at the apex lies an 81-tonne monolithic Shikhara mounted at a height of 66 meters. While architecture and science have advanced over centuries to create much greater marvels, taken in the context of its era of construction, dating back more than 1,000 years, this aspect of the temple still baffles experts. Questions about how the heavy and huge Shikhara was mounted at such a height and how such massive amounts of granite were carried to the site with no recorded quarries in the vicinity are still unanswered. By some accounts, the tower is constructed in such a way that it does not cast a shadow at noon on any day of the year as well!</p>\n<h3 id=\"Prahlad-Jani-–-India’s-fasting-fakir\"><a href=\"#Prahlad-Jani-–-India’s-fasting-fakir\" class=\"headerlink\" title=\"Prahlad Jani – India’s fasting fakir!\"></a>Prahlad Jani – India’s fasting fakir!</h3><p><img src=\"https://www.guioteca.com/cultura-india/files/2014/01/Prahlad-Jani.jpg\" alt=\"Prahlad Jani – India’s fasting fakir!\"></p>\n<p>India is a land of eccentric saints and sadhus, but none of these gurus has raised worldwide interest and flummoxed experts as much as Prahlad Jani, the sadhu who claims to have fasted without food or water for over 40 years. His claims had long been taken with a pinch of salt by scientists and experts and outright dismissed by rationalists. However, in 2010, Jani was part of an extensive study by a team of 35 Indian experts from the Defence Institute of Physiology and Allied Science, which lasted over 15 days. While the study was shrouded in mystery with the government deciding not to divulge any details, it was widely publicised that the guru, also known as Mataji, was in good health despite not eating or drinking water and being in isolation for more than ten days. What’s more, it was further claimed that he did not urinate or excrete during the duration of the tests. While the veracity of this account is still an open question, it certainly has raised interest among the world’s leading experts.</p>\n<h3 id=\"Kirti-Stambha-–-the-Iron-Pillar-of-Delhi\"><a href=\"#Kirti-Stambha-–-the-Iron-Pillar-of-Delhi\" class=\"headerlink\" title=\"Kirti Stambha – the Iron Pillar of Delhi\"></a>Kirti Stambha – the Iron Pillar of Delhi</h3><p><img src=\"https://i1.wp.com/www.opindia.com/wp-content/uploads/2015/01/Iron_pillar_delhi.jpg\" alt=\"Kirti Stambha – the Iron Pillar of Delhi\"></p>\n<p>While the concept of rust-resistant iron only became prominent during the industrial revolution in western civilization, there stands an iron pillar in Delhi that predates such known material technology by nearly a millennium! The Kirti Stambha or victory pillar of Delhi is a six-tonne structure that is constructed out of iron sometime in the 5th century and has stood the test of time without succumbing to rust. The science of this pillar has baffled scientists, primarily for the fact that such advanced technology for rust resistance was thought to be unknown elsewhere in the world at the time.</p>\n","text":"RecapAs in part 1, we have talked about Quantum Computers, Facebook AI Chat, and...","link":"","photos":[],"count_time":{"symbolsCount":"15k","symbolsTime":"14 mins."},"categories":[{"name":"Simulations","slug":"Simulations","count":6,"path":"api/categories/Simulations.json"},{"name":"Mind Control","slug":"Simulations/Mind-Control","count":6,"path":"api/categories/Simulations/Mind-Control.json"},{"name":"Government","slug":"Simulations/Mind-Control/Government","count":6,"path":"api/categories/Simulations/Mind-Control/Government.json"}],"tags":[{"name":"matrix","slug":"matrix","count":6,"path":"api/tags/matrix.json"},{"name":"simulation","slug":"simulation","count":6,"path":"api/tags/simulation.json"},{"name":"reality","slug":"reality","count":6,"path":"api/tags/reality.json"},{"name":"truth","slug":"truth","count":6,"path":"api/tags/truth.json"},{"name":"experiment","slug":"experiment","count":6,"path":"api/tags/experiment.json"}],"toc":"<ol class=\"toc\"><li class=\"toc-item toc-level-2\"><a class=\"toc-link\" href=\"#Recap\"><span class=\"toc-text\">Recap</span></a></li><li class=\"toc-item toc-level-2\"><a class=\"toc-link\" href=\"#Cicada-3301\"><span class=\"toc-text\">Cicada 3301</span></a><ol class=\"toc-child\"><li class=\"toc-item toc-level-3\"><a class=\"toc-link\" href=\"#Everything-you-need-to-know-about-Cicada-3301-An-internet-Mystery\"><span class=\"toc-text\">Everything you need to know about Cicada 3301 (An internet Mystery)</span></a></li><li class=\"toc-item toc-level-3\"><a class=\"toc-link\" href=\"#What-are-the-Points-of-Cicada-3301\"><span class=\"toc-text\">What are the Points of Cicada 3301?</span></a></li><li class=\"toc-item toc-level-3\"><a class=\"toc-link\" href=\"#When-did-Cicada-3301-start\"><span class=\"toc-text\">When did Cicada 3301 start?</span></a></li><li class=\"toc-item toc-level-3\"><a class=\"toc-link\" href=\"#Who-is-Cicada-3301\"><span class=\"toc-text\">Who is Cicada 3301?</span></a></li><li class=\"toc-item toc-level-3\"><a class=\"toc-link\" href=\"#What-is-the-mission-of-Cicada-3301\"><span class=\"toc-text\">What is the mission of Cicada 3301?</span></a></li><li class=\"toc-item toc-level-3\"><a class=\"toc-link\" href=\"#What-happens-to-those-who-solve-cicada-3301\"><span class=\"toc-text\">What happens to those who solve cicada 3301?</span></a></li><li class=\"toc-item toc-level-3\"><a class=\"toc-link\" href=\"#What-was-the-purpose-of-Cicasa-3301\"><span class=\"toc-text\">What was the purpose of Cicasa 3301?</span></a></li><li class=\"toc-item toc-level-3\"><a class=\"toc-link\" href=\"#Conclusion\"><span class=\"toc-text\">Conclusion</span></a></li></ol></li><li class=\"toc-item toc-level-2\"><a class=\"toc-link\" href=\"#r-x2F-A858DE45F56D9BC9\"><span class=\"toc-text\">r&#x2F;A858DE45F56D9BC9</span></a></li><li class=\"toc-item toc-level-2\"><a class=\"toc-link\" href=\"#India\"><span class=\"toc-text\">India</span></a><ol class=\"toc-child\"><li class=\"toc-item toc-level-3\"><a class=\"toc-link\" href=\"#Kodinhi-%E2%80%93-Kerala%E2%80%99s-village-of-twins\"><span class=\"toc-text\">Kodinhi – Kerala’s village of twins</span></a></li><li class=\"toc-item toc-level-3\"><a class=\"toc-link\" href=\"#Tanjore%E2%80%99s-Brihadeeswara-Temple\"><span class=\"toc-text\">Tanjore’s Brihadeeswara Temple</span></a></li><li class=\"toc-item toc-level-3\"><a class=\"toc-link\" href=\"#Prahlad-Jani-%E2%80%93-India%E2%80%99s-fasting-fakir\"><span class=\"toc-text\">Prahlad Jani – India’s fasting fakir!</span></a></li><li class=\"toc-item toc-level-3\"><a class=\"toc-link\" href=\"#Kirti-Stambha-%E2%80%93-the-Iron-Pillar-of-Delhi\"><span class=\"toc-text\">Kirti Stambha – the Iron Pillar of Delhi</span></a></li></ol></li></ol>","author":{"name":"Mistry Siddh","slug":"blog-author","avatar":"https://www.mistrysiddh.com/images/whoami/avatar.png","link":"https://www.mistrysiddh.com/","description":"Believe in the Person who Believes in you.","socials":{"github":"","twitter":"","stackoverflow":"","wechat":"","qq":"","weibo":"","zhihu":"","csdn":"","juejin":"","customs":{}}},"mapped":true,"hidden":false,"prev_post":{"title":"Agnikul Cosmos","uid":"2b18e0f83375bbbf56710f240ee4e963","slug":"agnikul-cosmos","date":"2021-03-29T15:29:18.000Z","updated":"2025-01-10T03:40:13.644Z","comments":true,"path":"api/articles/agnikul-cosmos.json","keywords":null,"cover":"images/posts/agnikul-cosmos.png","text":"Agnikul “Agnikul” is a derivative of the Sanskrit word - “Gurukul” and it could ...","link":"","photos":[],"count_time":{"symbolsCount":"4k","symbolsTime":"4 mins."},"categories":[{"name":"technology","slug":"technology","count":3,"path":"api/categories/technology.json"}],"tags":[{"name":"technology","slug":"technology","count":15,"path":"api/tags/technology.json"},{"name":"information","slug":"information","count":2,"path":"api/tags/information.json"},{"name":"3d printing","slug":"3d-printing","count":1,"path":"api/tags/3d-printing.json"},{"name":"inventions","slug":"inventions","count":1,"path":"api/tags/inventions.json"}],"author":{"name":"Mistry Siddh","slug":"blog-author","avatar":"https://www.mistrysiddh.com/images/whoami/avatar.png","link":"https://www.mistrysiddh.com/","description":"Believe in the Person who Believes in you.","socials":{"github":"","twitter":"","stackoverflow":"","wechat":"","qq":"","weibo":"","zhihu":"","csdn":"","juejin":"","customs":{}}}},"next_post":{"title":"Are We Living in Simulation Part 05","uid":"e7de3e62335ac1699745e52eb44baf51","slug":"Are-We-Living-In-Simulation-Part-05","date":"2021-01-26T21:25:36.000Z","updated":"2025-01-10T03:40:13.640Z","comments":true,"path":"api/articles/Are-We-Living-In-Simulation-Part-05.json","keywords":null,"cover":"images/posts/time-travel.jpg","text":" As in part 1, we have talked about Quantum Computers, Facebook AI Chat, and Pre...","link":"","photos":[],"count_time":{"symbolsCount":"33k","symbolsTime":"30 mins."},"categories":[{"name":"Simulations","slug":"Simulations","count":6,"path":"api/categories/Simulations.json"},{"name":"Mind Control","slug":"Simulations/Mind-Control","count":6,"path":"api/categories/Simulations/Mind-Control.json"},{"name":"Government","slug":"Simulations/Mind-Control/Government","count":6,"path":"api/categories/Simulations/Mind-Control/Government.json"}],"tags":[{"name":"matrix","slug":"matrix","count":6,"path":"api/tags/matrix.json"},{"name":"simulation","slug":"simulation","count":6,"path":"api/tags/simulation.json"},{"name":"reality","slug":"reality","count":6,"path":"api/tags/reality.json"},{"name":"truth","slug":"truth","count":6,"path":"api/tags/truth.json"},{"name":"experiment","slug":"experiment","count":6,"path":"api/tags/experiment.json"}],"author":{"name":"Mistry Siddh","slug":"blog-author","avatar":"https://www.mistrysiddh.com/images/whoami/avatar.png","link":"https://www.mistrysiddh.com/","description":"Believe in the Person who Believes in you.","socials":{"github":"","twitter":"","stackoverflow":"","wechat":"","qq":"","weibo":"","zhihu":"","csdn":"","juejin":"","customs":{}}}}}