{"title":"Whatsapp Is Updating Its Terms and Privacy Policy","uid":"45709c2ae18e3ff6279b0969983385ae","slug":"Whatsapp-is-updating-its-terms-and-privacy-policy","date":"2021-01-11T18:18:30.000Z","updated":"2025-01-10T03:40:13.644Z","comments":true,"path":"api/articles/Whatsapp-is-updating-its-terms-and-privacy-policy.json","keywords":null,"cover":"https://www.windowscentral.com/sites/wpcentral.com/files/topic_images/2015/whatsapp-messenger-logo.png","content":"<p><img src=\"/images/talks/whatsapp.png\" alt=\"Whatsapp\"></p>\n<h2 id=\"Key-Update\"><a href=\"#Key-Update\" class=\"headerlink\" title=\"Key Update\"></a>Key Update</h2><blockquote><span class=\"custom-blockquote-svg\"><svg width=\"24\" height=\"24\" viewBox=\"0 0 24 24\" fill=\"\" xmlns=\"http://www.w3.org/2000/svg\" data-reactroot=\"\">\n<path fill=\"\" d=\"M22 12C22 6.5 17.5 2 12 2C6.5 2 2 6.5 2 12C2 17.5 6.5 22 12 22C13.8 22 15.5 21.5 17 20.6L22 22L20.7 17C21.5 15.5 22 13.8 22 12Z\" undefined=\"1\"></path>\n<path fill=\"\" d=\"M15.97 11.5H16.04C17.12 11.5 18 12.38 18 13.47V13.53C18 14.62 17.12 15.5 16.03 15.5H15.96C14.88 15.5 14 14.62 14 13.53V13.46C14 12.38 14.88 11.5 15.97 11.5Z\" undefined=\"1\"></path>\n<path fill=\"\" d=\"M7.97 11.5H8.04C9.12 11.5 10 12.38 10 13.47V13.53C10 14.62 9.12 15.5 8.03 15.5H7.97C6.88 15.5 6 14.62 6 13.53V13.46C6 12.38 6.88 11.5 7.97 11.5Z\" undefined=\"1\"></path>\n<path stroke-linejoin=\"round\" stroke-linecap=\"round\" stroke-miterlimit=\"10\" stroke-width=\"2\" stroke=\"\" d=\"M17 8.5C15.23 8.97 14.07 10.84 14.01 13.27C14 13.33 14 13.4 14 13.47V13.5\"></path>\n<path stroke-linejoin=\"round\" stroke-linecap=\"round\" stroke-miterlimit=\"10\" stroke-width=\"2\" stroke=\"\" d=\"M9 8.5C7.23 8.97 6.07 10.84 6.01 13.27C6 13.33 6 13.4 6 13.47V13.5\"></path>\n<path stroke-linejoin=\"round\" stroke-linecap=\"round\" stroke-miterlimit=\"10\" stroke-width=\"2\" stroke=\"\" d=\"M15.97 11.5H16.04C17.12 11.5 18 12.38 18 13.47V13.53C18 14.62 17.12 15.5 16.03 15.5H15.96C14.88 15.5 14 14.62 14 13.53V13.46C14 12.38 14.88 11.5 15.97 11.5Z\"></path>\n<path stroke-linejoin=\"round\" stroke-linecap=\"round\" stroke-miterlimit=\"10\" stroke-width=\"2\" stroke=\"\" d=\"M7.97 11.5H8.04C9.12 11.5 10 12.38 10 13.47V13.53C10 14.62 9.12 15.5 8.03 15.5H7.97C6.88 15.5 6 14.62 6 13.53V13.46C6 12.38 6.88 11.5 7.97 11.5Z\"></path>\n</svg>\n</span><p>Last modified: January 04, 2021</p>\n<p>Respect for your privacy is coded into our DNA. Since we started WhatsApp, we’ve built our services with a set of strong privacy principles in mind. In our updated <a href=\"https://www.whatsapp.com/legal/updates/terms-of-service\">Terms of Service</a> and <a href=\"https://www.whatsapp.com/legal/updates/privacy-policy\">Privacy Policy</a> you’ll find:</p>\n<ul>\n<li><strong>Additional Information On How We Handle Your Data</strong>. Our updated Terms and Privacy Policy provide more information on how we process your data, and our commitment to privacy. For example, we’ve added more information about more recent product features and functionalities, how we process your data for safety, security and integrity, and added more direct links to user settings, Help Center articles and how you can manage your information.</li>\n<li><strong>Better Communication With Businesses</strong>. Many businesses rely on WhatsApp to communicate with their customers and clients. We work with businesses that use Facebook or third parties to help store and better manage their communications with you on WhatsApp.</li>\n<li><strong>Making It Easier To Connect</strong>. As part of the <a href=\"https://faq.whatsapp.com/general/security-and-privacy/the-facebook-companies\">Facebook Companies</a>, WhatsApp partners with Facebook to offer experiences and integrations across Facebook’s family of apps and products.</li>\n</ul></blockquote>\n<p>WhatsApp suddenly decided that they need to take explicit consent from their users for giving away their metadata and other information to Facebook, with a “take it or leave it” option. WhatsApp is owned by Facebook.</p>\n<p>What does this mean to the common user? Well, as Facebook has been mentioning, they will use this data to better target their advertisements on the Facebook platform. How can one better target you as a consumer? By getting more information about your preferences, likes, dislikes, your income, your disposable income, how much money you receive, your spending patterns and what kind of information you are consuming in your WhatsApp chats and whatever other information they can lay their hands on through their digital platforms.</p>\n<p>Now as the argument goes, if you are not paying for the WhatsApp service, then you have to pay to them through your data, as you are the product that they sell to make money. So, you should be open to your privacy being violated by giving up every information about you, captured from your Facebook posts and captured from your WhatsApp posts. As people tend to have one-on-one chats and often share their deepest secrets over WhatsApp, it would not be surprising if you suddenly start seeing advertisements on your Facebook page that you would normally not expect.</p>\n<p>Most people have experienced the case where one has searched for a certain item, say shoes, and have started getting advertisements of shoes on your Facebook page. In fact, many have had the perplexing experience of merely talking about an item, say shirts, and getting advertisements of shirts on their Facebook page. So, imagine, if you are a closet LGBT, except for your chats on WhatsApp, and suddenly you start getting LGBT related content on your Facebook? Or if you are talking about selling your property on WhatsApp, and start getting Wealth Managers targeting you on Facebook.</p>\n<p>It is the end of privacy in the truest sense possible. Nothing about you will be sacrosanct. That may be an acceptable proposition to the large population in India, but that is not acceptable to the world at large, especially from the more advanced economies, as Privacy is linked closely to Dignity of life (which is apparently also enshrined in our Constitution). Hence, globally, there is a mass movement of people taking What’sapp’s ‘Take it or Leave it’ offer literally by quitting it en masse. Others are taking more measured steps, quitting WhatsApp slowly, one group at a time, till they are completely out. And where are they moving to? They are moving to Signal and Telegram for now.</p>\n<p>Spooked by this exodus, Facebook came out late in the day to clarify that this consent requirement for data is only for WhatsApp Business and not the regular WhatsApp. However, till the time of writing this article, I had been getting reports of users of WhatsApp getting a pop-up in their regular WhatsApp, asking them to give consent of sharing their data with Facebook, with January 8th being the deadline.</p>\n<p>What is also perplexing is that the large number of voices that were against Aadhar being rolled out in India and used extensively, due to their belief that it might lead to privacy violation, do not seem to be lending their voices to this gross violation of privacy by WhatsApp. On the face of it, WhatsApp is giving an option – either you accept to part with all your information from WhatsApp to Facebook or you are free to quit WhatsApp.</p>\n<p>Now why is this a non-option for many? This is a non-option due to an interesting phenomenon called the Network Effect. The Network effect in essence implies that if everyone else is already part of that network, then the value of that network is extremely high and you cannot afford to leave it. If your business associates and friends are already using WhatsApp, then you will have to pursue each one of them to move to whatever new platform you plan to move to in order to stay connected. That is an almost impossible proposition. And that is the stickiness of an app due to the Network Effect. And that is why many people will still find it difficult to move out of WhatsApp.</p>\n<p>So, shouldn’t the government step in and protect its citizens from this gross violation? In reality, in a rule-based governance system, there is little that the government can do based on the current regulations. The Personal Data Privacy Act essentially says that if you give consent to share your data, then there is nothing illegal that the company is doing and the government cannot do anything about it. If you do not want to give consent to share your data, then you are free to quit WhatsApp. The current regulations do not factor in the Network Effect and hence the unfair trade practices emerging from the Network Effect. This is similar to the big builders getting the gullible customers to sign on large detailed agreements for buying their expensive apartments, where the terms of the agreements are completely one-sided, in favour of the builders. The government did change the regulations under RERA to ensure that the builders cannot dictate such unfair terms to the buyers. It is about time that we extend a similar regulation to the digital world, where digital services that have become a necessity and have become a digital monopoly, cannot impose unfair terms on the citizens of India.</p>\n","pinned":false,"text":" Key Update Last modified: January 04, 2021 Respect for your privacy is coded in...","link":"","photos":[],"count_time":{"symbolsCount":"6.5k","symbolsTime":"6 mins."},"categories":[{"name":"social media","slug":"social-media","count":3,"path":"api/categories/social-media.json"}],"tags":[{"name":"Facebook","slug":"Facebook","count":3,"path":"api/tags/Facebook.json"},{"name":"Whatsapp","slug":"Whatsapp","count":2,"path":"api/tags/Whatsapp.json"},{"name":"SocialMedia","slug":"SocialMedia","count":2,"path":"api/tags/SocialMedia.json"},{"name":"Chat","slug":"Chat","count":2,"path":"api/tags/Chat.json"},{"name":"Telegram","slug":"Telegram","count":2,"path":"api/tags/Telegram.json"},{"name":"Signal","slug":"Signal","count":2,"path":"api/tags/Signal.json"}],"toc":"<ol class=\"toc\"><li class=\"toc-item toc-level-2\"><a class=\"toc-link\" href=\"#Key-Update\"><span class=\"toc-text\">Key Update</span></a></li></ol>","author":{"name":"Mistry Siddh","slug":"blog-author","avatar":"https://www.mistrysiddh.com/images/whoami/avatar.png","link":"https://www.mistrysiddh.com/","description":"Believe in the Person who Believes in you.","socials":{"github":"","twitter":"","stackoverflow":"","wechat":"","qq":"","weibo":"","zhihu":"","csdn":"","juejin":"","customs":{}}},"mapped":true,"hidden":false,"prev_post":{"title":"Facing new outbreaks, China places over 22 million on lockdown","uid":"d758473a4ec6048947383a9c85b45f49","slug":"China-places-on-lockdown","date":"2021-01-14T13:20:27.000Z","updated":"2025-01-10T03:40:13.640Z","comments":true,"path":"api/articles/China-places-on-lockdown.json","keywords":null,"cover":"images/posts/china-lockdown.jpg","text":" By Steven Lee MyersWhen a handful of new coronavirus cases materialized this mo...","link":"","photos":[],"count_time":{"symbolsCount":"7.4k","symbolsTime":"7 mins."},"categories":[{"name":"medical","slug":"medical","count":6,"path":"api/categories/medical.json"},{"name":"vaccination","slug":"medical/vaccination","count":6,"path":"api/categories/medical/vaccination.json"}],"tags":[{"name":"corona","slug":"corona","count":7,"path":"api/tags/corona.json"},{"name":"vaccination","slug":"vaccination","count":7,"path":"api/tags/vaccination.json"}],"author":{"name":"Mistry Siddh","slug":"blog-author","avatar":"https://www.mistrysiddh.com/images/whoami/avatar.png","link":"https://www.mistrysiddh.com/","description":"Believe in the Person who Believes in you.","socials":{"github":"","twitter":"","stackoverflow":"","wechat":"","qq":"","weibo":"","zhihu":"","csdn":"","juejin":"","customs":{}}},"pinned":false},"next_post":{"title":"Bharat Biotech’s intranasal COVID-19 vaccine 'BBV154'","uid":"8495fab74c800bf0b55ebb588163bf14","slug":"Bharat-Biotechs-intranasal-COVID-19-vaccine-BBV154","date":"2021-01-10T15:02:59.000Z","updated":"2025-01-10T03:40:13.640Z","comments":true,"path":"api/articles/Bharat-Biotechs-intranasal-COVID-19-vaccine-BBV154.json","keywords":null,"cover":"images/posts/nasal-vaccine-against-covid-19.jpg","text":"What you need to know about Bharat Biotech’s intranasal COVID-19 vaccine ‘BBV154...","link":"","photos":[],"count_time":{"symbolsCount":"3.5k","symbolsTime":"3 mins."},"categories":[{"name":"medical","slug":"medical","count":6,"path":"api/categories/medical.json"},{"name":"vaccination","slug":"medical/vaccination","count":6,"path":"api/categories/medical/vaccination.json"}],"tags":[{"name":"corona","slug":"corona","count":7,"path":"api/tags/corona.json"},{"name":"vaccination","slug":"vaccination","count":7,"path":"api/tags/vaccination.json"}],"author":{"name":"Mistry Siddh","slug":"blog-author","avatar":"https://www.mistrysiddh.com/images/whoami/avatar.png","link":"https://www.mistrysiddh.com/","description":"Believe in the Person who Believes in you.","socials":{"github":"","twitter":"","stackoverflow":"","wechat":"","qq":"","weibo":"","zhihu":"","csdn":"","juejin":"","customs":{}}},"pinned":false}}